Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Touch and hold the Lock Screen, then tap Customize.
ar: المسي شاشة القفل مطولًا، ثم اضغطي على تخصيص.
cs: Podrž prst na zamknuté obrazovce a pak klepni na Přizpůsobit.
da: Hold fingeren på låseskærmen, og tryk derefter på Tilpas.
de: Halte den Sperrbildschirm gedrückt und tippe dann auf „Anpassen“.
el: Άγγιξε παρατεταμένα την οθόνη κλειδώματος και μετά άγγιξε «Προσαρμογή».
es: Mantén pulsada la pantalla bloqueada y luego toca Personalizar.
es_419: Mantén presionada la pantalla bloqueada y toca Personalizar.
fi: Paina pitkään lukittua näyttöä ja napauta sitten Muokkaa.
fr: Touchez longuement l’écran verrouillé, puis touchez Personnaliser.
he: געי והחזיקי במסך הנעילה, ואז הקישי על ״התאמה אישית״.
hi: लॉक स्क्रीन को टच और होल्ड करें, फिर “कस्टमाइज़ करें” पर टैप करें।
hr: Dodirni i zadrži zaključani zaslon, zatim dodirni Prilagodi.
hu: Tartsd megérintve a zárolási képernyőt, majd koppints a Testreszabás lehetőségre.
id: Sentuh dan tahan Layar Terkunci, lalu ketuk Sesuaikan.
it: Tocca e tieni premuto sulla schermata di blocco, poi tocca Personalizza.
ja: ロック画面を長押しし、「カスタマイズ」をタップします。
ko: 잠금 화면을 길게 터치한 다음 사용자화를 탭하세요.
ms: Sentuh dan tahan Skrin Kunci, kemudian ketik Sesuaikan.
nb: Trykk og hold på låst skjerm, og trykk deretter på Tilpass.
nl: Houd je vinger op het toegangsscherm en tik dan op Pas aan.
pl: Dotknij i przytrzymaj ekran blokady, a potem stuknij Dostosuj.
pt_br: Mantenha pressionada a Tela Bloqueada e toque em Personalizar.
pt_pt: Toca e mantém o dedo no ecrã bloqueado e depois toca em Personalizar.
ro: Ține apăsat pe ecranul de blocare, apoi apasă Personalizați.
sk: Podrž prst na zamknutej obrazovke a potom ťukni na Prispôsobiť.
sv: Håll fingret på låsskärmen och tryck sedan på Anpassa.
th: แตะหน้าจอล็อคค้างไว้ แล้วแตะ กำหนดเอง
tr: Kilitli Ekran'a dokunup basılı tut, ardından Özelleştir'e dokun.
uk: Торкнися й утримуй замкнений екран, потім торкнися «Налаштувати».
vi: Chạm và giữ Màn hình khóa, rồi chạm vào Tùy chỉnh.
zh_hans: 按住锁定屏幕，然后轻点“自定义”。
zh_hant: 按住鎖定畫面，然後點一下「自訂」。

source: Track bleeding
ar: تتبّع النزيف
cs: Sledovat krvácení
da: Følg blødning
de: Blutungen erfassen
el: Παρακολούθηση αιμορραγίας
es: Seguimiento del sangrado
es_419: Hacer seguimiento del sangrado
fi: Seuraa verenvuotoa
fr: Suivre les saignements
he: מעקב אחר דימום
hi: रक्तस्राव ट्रैक करें
hr: Prati krvarenje
hu: Vérzés követése
id: Pantau perdarahan
it: Monitora i sanguinamenti
ja: 出血を記録する
ko: 출혈 기록
ms: Jejaki pendarahan
nb: Følg med på blødning
nl: Houd bloedverlies bij
pl: Śledź krwawienia
pt_br: Acompanhar sangramento
pt_pt: Registar hemorragias
ro: Urmărește sângerarea
sk: Sledovať krvácanie
sv: Följ blödningar
th: ติดตามเลือดออก
tr: Kanamayı takip et
uk: Відстежувати кровотечі
vi: Theo dõi chảy máu
zh_hans: 追踪出血
zh_hant: 追蹤出血

source: Tracking
ar: التتبّع
cs: Sledování
da: Registrering
de: Erfassung
el: Παρακολούθηση
es: Seguimiento
es_419: Seguimiento
fi: Seuranta
fr: Suivi
he: מעקב
hi: ट्रैकिंग
hr: Praćenje
hu: Követés
id: Pemantauan
it: Monitoraggio
ja: 記録
ko: 기록 중
ms: Penjejakan
nb: Registrering
nl: Bijhouden
pl: Śledzenie
pt_br: Acompanhamento
pt_pt: Acompanhamento
ro: Urmărire
sk: Sledovanie
sv: Uppföljning
th: การติดตาม
tr: Takip
uk: Відстеження
vi: Theo dõi
zh_hans: 追踪
zh_hant: 追蹤

source: Tracking symptoms
ar: تتبّع الأعراض
cs: Sledování příznaků
da: Følger mine symptomer
de: Beschwerden erfassen
el: Παρακολουθώ συμπτώματα
es: Seguir mis síntomas
es_419: Seguimiento de síntomas
fi: Seuraan oireita
fr: Suivre mes symptômes
he: מעקב אחר תסמינים
hi: लक्षण ट्रैक करना
hr: Praćenje simptoma
hu: Tüneteket követek
id: Memantau gejala
it: Monitoro i sintomi
ja: 症状を記録したい
ko: 증상 기록
ms: Menjejaki simptom
nb: Følge med på symptomer
nl: Klachten bijhouden
pl: Śledzę objawy
pt_br: Acompanhar sintomas
pt_pt: Acompanhar sintomas
ro: Urmăresc simptomele
sk: Sledujem príznaky
sv: Följer mina symtom
th: ติดตามอาการ
tr: Belirtileri takip ediyorum
uk: Відстежую симптоми
vi: Theo dõi triệu chứng
zh_hans: 追踪症状
zh_hant: 追蹤症狀

source: Tracking treatment
ar: تتبّع العلاج
cs: Sledování léčby
da: Følger min behandling
de: Behandlung erfassen
el: Παρακολουθώ θεραπεία
es: Seguir mi tratamiento
es_419: Seguimiento del tratamiento
fi: Seuraan hoitoa
fr: Suivre mon traitement
he: מעקב אחר טיפול
hi: इलाज ट्रैक करना
hr: Praćenje liječenja
hu: Kezelést követek
id: Memantau pengobatan
it: Monitoro la terapia
ja: 治療を記録したい
ko: 치료 기록
ms: Menjejaki rawatan
nb: Følge med på behandling
nl: Behandeling bijhouden
pl: Śledzę leczenie
pt_br: Acompanhar tratamento
pt_pt: Acompanhar o tratamento
ro: Urmăresc tratamentul
sk: Sledujem liečbu
sv: Följer min behandling
th: ติดตามการรักษา
tr: Tedaviyi takip ediyorum
uk: Відстежую лікування
vi: Theo dõi điều trị
zh_hans: 追踪治疗
zh_hant: 追蹤治療

source: Treatment I take
ar: العلاج الذي أتناوله
cs: Léčba, kterou užívám
da: Behandling, jeg får
de: Meine Behandlung
el: Θεραπεία που παίρνω
es: Tratamiento que tomo
es_419: Tratamiento que uso
fi: Käyttämäni hoito
fr: Traitement que je prends
he: טיפול שאני נוטלת
hi: जो इलाज मैं ले रही हूँ
hr: Moje liječenje
hu: Jelenlegi kezelésem
id: Pengobatan yang saya jalani
it: La terapia che seguo
ja: 受けている治療
ko: 내가 받는 치료
ms: Rawatan yang saya ambil
nb: Behandling jeg bruker
nl: Behandeling die ik gebruik
pl: Leczenie, które stosuję
pt_br: Tratamento que faço
pt_pt: Tratamento que faço
ro: Tratamentul pe care îl iau
sk: Liečba, ktorú užívam
sv: Behandling jag tar
th: การรักษาที่ฉันใช้
tr: Kullandığım tedavi
uk: Лікування, яке я отримую
vi: Cách điều trị tôi đang dùng
zh_hans: 我正在接受的治疗
zh_hant: 我正在接受的治療

source: Try one change for two weeks and see what your own entries show.
ar: جرّبي تغييرًا واحدًا لمدة أسبوعين وانظري ما تُظهره إدخالاتكِ.
cs: Vyzkoušej jednu změnu po dva týdny a podívej se, co ukážou tvoje vlastní záznamy.
da: Prøv én ændring i to uger, og se, hvad dine egne registreringer viser.
de: Probier zwei Wochen lang eine Veränderung aus und sieh, was deine eigenen Einträge zeigen.
el: Δοκίμασε μία αλλαγή για δύο εβδομάδες και δες τι δείχνουν οι δικές σου καταχωρίσεις.
es: Prueba un cambio durante dos semanas y mira lo que muestran tus propios registros.
es_419: Prueba un cambio durante dos semanas y mira lo que muestran tus propios registros.
fi: Kokeile yhtä muutosta kaksi viikkoa ja katso, mitä omat merkintäsi kertovat.
fr: Essayez un changement pendant deux semaines et voyez ce que montrent vos propres saisies.
he: נסי שינוי אחד במשך שבועיים וראי מה הרישומים שלך מראים.
hi: दो हफ़्ते तक एक बदलाव आज़माएँ और देखें कि आपकी अपनी एंट्री क्या दिखाती है।
hr: Isprobaj jednu promjenu dva tjedna i pogledaj što pokazuju tvoji vlastiti unosi.
hu: Próbálj ki egy változtatást két hétig, és nézd meg, mit mutatnak a saját bejegyzéseid.
id: Coba satu perubahan selama dua minggu dan lihat apa yang ditunjukkan entrimu sendiri.
it: Prova un cambiamento per due settimane e guarda cosa mostrano i tuoi dati.
ja: 変化をひとつ2週間試して、自分の記録に何が表れるか見てみましょう。
ko: 한 가지 변화를 2주 동안 시도하고 내 기록이 무엇을 보여 주는지 확인하세요.
ms: Cuba satu perubahan selama dua minggu dan lihat apa yang ditunjukkan oleh catatan anda sendiri.
nb: Prøv én endring i to uker, og se hva dine egne registreringer viser.
nl: Probeer twee weken één verandering en kijk wat je eigen invoer laat zien.
pl: Wypróbuj jedną zmianę przez dwa tygodnie i zobacz, co pokażą twoje własne wpisy.
pt_br: Teste uma mudança por duas semanas e veja o que seus próprios registros mostram.
pt_pt: Experimenta uma mudança durante duas semanas e vê o que mostram os teus próprios registos.
ro: Încearcă o schimbare timp de două săptămâni și vezi ce arată propriile tale înregistrări.
sk: Vyskúšaj jednu zmenu počas dvoch týždňov a pozri sa, čo ukážu tvoje vlastné záznamy.
sv: Prova en förändring i två veckor och se vad dina egna registreringar visar.
th: ลองเปลี่ยนหนึ่งอย่างเป็นเวลาสองสัปดาห์ แล้วดูว่าข้อมูลที่คุณบันทึกเองแสดงอะไร
tr: İki hafta boyunca bir değişikliği dene ve kendi kayıtlarının ne gösterdiğine bak.
uk: Спробуй одну зміну протягом двох тижнів і подивися, що покажуть твої власні записи.
vi: Thử một thay đổi trong hai tuần và xem các ghi nhận của chính bạn cho thấy điều gì.
zh_hans: 尝试一个改变，坚持两周，看看你自己的记录显示了什么。
zh_hant: 試一個改變兩週，看看你自己的紀錄顯示什麼。

source: Turn it on in You → Night Watch and set your bedtime.
ar: فعّليها من ملفّي ← حراسة الليل وحدّدي وقت نومكِ.
cs: Zapni ji v Já → Noční hlídka a nastav si večerku.
da: Slå den til under Dig → Nattevagt, og indstil din sengetid.
de: Schalte sie unter Ich → Nachtwache ein und leg deine Schlafenszeit fest.
el: Ενεργοποίησέ τη από Εσύ → Νυχτερινή Βάρδια και όρισε την ώρα ύπνου σου.
es: Actívala en Tú → Guardia nocturna y elige tu hora de dormir.
es_419: Actívala en Tú → Guardia Nocturna y define tu hora de dormir.
fi: Kytke se päälle kohdassa Sinä → Yövahti ja aseta nukkumaanmenoaikasi.
fr: Activez-la dans Vous → Veille de nuit et réglez votre heure de coucher.
he: הפעילי אותו ב״אני ← משמר לילה״ וקבעי את שעת השינה שלך.
hi: इसे प्रोफ़ाइल → रात का पहरा में चालू करें और अपने सोने का समय सेट करें।
hr: Uključi je u Profil → Noćna straža i postavi vrijeme odlaska na spavanje.
hu: Kapcsold be itt: Profil → Éjjeliőr, és állítsd be a lefekvési idődet.
id: Nyalakan di Kamu → Jaga Malam dan atur waktu tidurmu.
it: Attivala in Tu → Veglia notturna e imposta l'ora in cui vai a dormire.
ja: 「マイページ」→「夜の見守り」でオンにして、就寝時刻を設定します。
ko: 나 → 밤 지킴이에서 켜고 취침 시간을 설정하세요.
ms: Hidupkannya dalam Anda → Jaga Malam dan tetapkan waktu tidur anda.
nb: Slå den på under Deg → Nattevakt og still inn leggetiden din.
nl: Zet hem aan via Jij → Nachtwacht en stel je bedtijd in.
pl: Włącz ją w Ty → Nocna warta i ustaw porę snu.
pt_br: Ative em Você → Plantão Noturno e defina sua hora de dormir.
pt_pt: Ativa-a em Perfil → Guarda Noturna e define a tua hora de deitar.
ro: Activeaz-o în Profil → Veghea de noapte și setează-ți ora de culcare.
sk: Zapni ju v časti Ty → Nočná stráž a nastav si čas spánku.
sv: Slå på den under Du → Nattvakt och ställ in din läggdags.
th: เปิดใช้ได้ที่ คุณ → ยามราตรี แล้วตั้งเวลาเข้านอน
tr: Sen → Gece Nöbeti bölümünden aç ve yatma saatini ayarla.
uk: Увімкни її в Профіль → Нічна варта і встанови час сну.
vi: Bật tính năng này trong Bạn → Canh đêm và đặt giờ đi ngủ.
zh_hans: 在“我的”→“夜间守护”中开启，并设置你的就寝时间。
zh_hant: 在「我的 → 夜間守護」中開啟，並設定就寢時間。

source: Turn off Night Watch
ar: إيقاف حراسة الليل
cs: Vypnout Noční hlídku
da: Slå Nattevagt fra
de: Nachtwache ausschalten
el: Απενεργοποίηση Νυχτερινής Βάρδιας
es: Desactivar Guardia nocturna
es_419: Desactivar Guardia Nocturna
fi: Kytke Yövahti pois päältä
fr: Désactiver la Veille de nuit
he: כיבוי משמר לילה
hi: रात का पहरा बंद करें
hr: Isključi Noćnu stražu
hu: Éjjeliőr kikapcsolása
id: Matikan Jaga Malam
it: Disattiva Veglia notturna
ja: 夜の見守りをオフにする
ko: 밤 지킴이 끄기
ms: Matikan Jaga Malam
nb: Slå av Nattevakt
nl: Zet Nachtwacht uit
pl: Wyłącz Nocną wartę
pt_br: Desativar Plantão Noturno
pt_pt: Desativar a Guarda Noturna
ro: Dezactivează Veghea de noapte
sk: Vypnúť Nočnú stráž
sv: Stäng av Nattvakt
th: ปิดยามราตรี
tr: Gece Nöbetini kapat
uk: Вимкнути Нічну варту
vi: Tắt Canh đêm
zh_hans: 关闭夜间守护
zh_hant: 關閉夜間守護

source: Turn off until tomorrow
ar: إيقاف حتى الغد
cs: Vypnout do zítřka
da: Slå fra indtil i morgen
de: Bis morgen ausschalten
el: Απενεργοποίηση ως αύριο
es: Desactivar hasta mañana
es_419: Desactivar hasta mañana
fi: Pois päältä huomiseen asti
fr: Désactiver jusqu’à demain
he: כיבוי עד מחר
hi: कल तक बंद करें
hr: Isključi do sutra
hu: Kikapcsolás holnapig
id: Matikan sampai besok
it: Disattiva fino a domani
ja: 明日までオフにする
ko: 내일까지 끄기
ms: Matikan sehingga esok
nb: Slå av til i morgen
nl: Zet uit tot morgen
pl: Wyłącz do jutra
pt_br: Desativar até amanhã
pt_pt: Desativar até amanhã
ro: Dezactivează până mâine
sk: Vypnúť do zajtra
sv: Stäng av till imorgon
th: ปิดจนถึงพรุ่งนี้
tr: Yarına kadar kapat
uk: Вимкнути до завтра
vi: Tắt đến ngày mai
zh_hans: 关闭至明天
zh_hant: 關閉到明天

source: Turn on for tonight
ar: تشغيل لهذه الليلة
cs: Zapnout na dnešní noc
da: Slå til for i nat
de: Für heute Nacht einschalten
el: Ενεργοποίηση για απόψε
es: Activar para esta noche
es_419: Activar para esta noche
fi: Päälle tälle yölle
fr: Activer pour cette nuit
he: הפעלה ללילה הזה
hi: आज रात के लिए चालू करें
hr: Uključi za večeras
hu: Bekapcsolás ma éjjelre
id: Nyalakan untuk malam ini
it: Attiva per stanotte
ja: 今夜オンにする
ko: 오늘 밤 켜기
ms: Hidupkan untuk malam ini
nb: Slå på for i natt
nl: Zet aan voor vannacht
pl: Włącz na dziś w nocy
pt_br: Ativar para esta noite
pt_pt: Ativar esta noite
ro: Activează pentru noaptea asta
sk: Zapnúť na dnešnú noc
sv: Slå på för i natt
th: เปิดสำหรับคืนนี้
tr: Bu gece için aç
uk: Увімкнути на цю ніч
vi: Bật cho tối nay
zh_hans: 今晚开启
zh_hant: 今晚開啟

source: Turn on Night Watch
ar: تشغيل حراسة الليل
cs: Zapnout Noční hlídku
da: Slå Nattevagt til
de: Nachtwache einschalten
el: Ενεργοποίηση Νυχτερινής Βάρδιας
es: Activar Guardia nocturna
es_419: Activar Guardia Nocturna
fi: Kytke Yövahti päälle
fr: Activer la Veille de nuit
he: הפעלת משמר לילה
hi: रात का पहरा चालू करें
hr: Uključi Noćnu stražu
hu: Éjjeliőr bekapcsolása
id: Nyalakan Jaga Malam
it: Attiva Veglia notturna
ja: 夜の見守りをオンにする
ko: 밤 지킴이 켜기
ms: Hidupkan Jaga Malam
nb: Slå på Nattevakt
nl: Zet Nachtwacht aan
pl: Włącz Nocną wartę
pt_br: Ativar Plantão Noturno
pt_pt: Ativar a Guarda Noturna
ro: Activează Veghea de noapte
sk: Zapnúť Nočnú stráž
sv: Slå på Nattvakt
th: เปิดยามราตรี
tr: Gece Nöbetini aç
uk: Увімкнути Нічну варту
vi: Bật Canh đêm
zh_hans: 开启夜间守护
zh_hant: 開啟夜間守護

source: Turn the Crown
ar: أديري التاج
cs: Otoč korunkou
da: Drej Digital Crown
de: Digital Crown drehen
el: Γύρισε τη Digital Crown
es: Gira la Digital Crown
es_419: Gira la Digital Crown
fi: Käännä Digital Crownia
fr: Tournez la Digital Crown
he: סובבי את הכתר
hi: Digital Crown घुमाएँ
hr: Okreni Digital Crown
hu: Forgasd a Digital Crownt
id: Putar Digital Crown
it: Ruota la Digital Crown
ja: Digital Crownを回す
ko: Digital Crown을 돌리세요
ms: Putar Digital Crown
nb: Vri på Digital Crown
nl: Draai de Digital Crown
pl: Obróć Digital Crown
pt_br: Gire a Digital Crown
pt_pt: Roda a Digital Crown
ro: Rotește Digital Crown
sk: Otoč Digital Crown
sv: Vrid på Digital Crown
th: หมุน Digital Crown
tr: Digital Crown'u çevir
uk: Поверни Digital Crown
vi: Xoay Digital Crown
zh_hans: 旋转数码表冠
zh_hant: 轉動數位錶冠

source: Turning a question off never deletes past answers.
ar: إيقاف سؤال لا يحذف الإجابات السابقة أبدًا.
cs: Vypnutí otázky nikdy nesmaže dřívější odpovědi.
da: At slå et spørgsmål fra sletter aldrig tidligere svar.
de: Wenn du eine Frage ausschaltest, werden frühere Antworten nie gelöscht.
el: Η απενεργοποίηση μιας ερώτησης δεν διαγράφει ποτέ προηγούμενες απαντήσεις.
es: Desactivar una pregunta nunca borra las respuestas anteriores.
es_419: Desactivar una pregunta nunca borra las respuestas anteriores.
fi: Kysymyksen poistaminen käytöstä ei koskaan poista aiempia vastauksia.
fr: Désactiver une question ne supprime jamais les réponses passées.
he: כיבוי של שאלה אף פעם לא מוחק תשובות קודמות.
hi: किसी सवाल को बंद करने से पुराने जवाब कभी नहीं मिटते।
hr: Isključivanje pitanja nikad ne briše ranije odgovore.
hu: Egy kérdés kikapcsolása soha nem törli a korábbi válaszokat.
id: Menonaktifkan pertanyaan tidak pernah menghapus jawaban sebelumnya.
it: Disattivare una domanda non elimina mai le risposte passate.
ja: 質問をオフにしても、過去の回答が削除されることはありません。
ko: 질문을 꺼도 지난 답변은 삭제되지 않아요.
ms: Mematikan soalan tidak sekali-kali memadam jawapan lepas.
nb: Å slå av et spørsmål sletter aldri tidligere svar.
nl: Een vraag uitzetten verwijdert nooit eerdere antwoorden.
pl: Wyłączenie pytania nigdy nie usuwa wcześniejszych odpowiedzi.
pt_br: Desativar uma pergunta nunca apaga as respostas anteriores.
pt_pt: Desativar uma pergunta nunca apaga as respostas anteriores.
ro: Dezactivarea unei întrebări nu șterge niciodată răspunsurile anterioare.
sk: Vypnutím otázky sa predchádzajúce odpovede nikdy nevymažú.
sv: Att stänga av en fråga raderar aldrig tidigare svar.
th: การปิดคำถามจะไม่ลบคำตอบที่ผ่านมา
tr: Bir soruyu kapatmak geçmiş yanıtları asla silmez.
uk: Вимкнення питання ніколи не видаляє попередніх відповідей.
vi: Tắt một câu hỏi không bao giờ xóa các câu trả lời trước đây.
zh_hans: 关闭某个问题不会删除过去的回答。
zh_hant: 關閉某個問題，絕不會刪除過去的回答。

source: Two minutes of prep for a better conversation.
ar: دقيقتان من التحضير لحوار أفضل.
cs: Dvě minuty přípravy pro lepší rozhovor.
da: To minutters forberedelse til en bedre samtale.
de: Zwei Minuten Vorbereitung für ein besseres Gespräch.
el: Δύο λεπτά προετοιμασίας για μια καλύτερη συζήτηση.
es: Dos minutos de preparación para una conversación mejor.
es_419: Dos minutos de preparación para una mejor conversación.
fi: Kahden minuutin valmistautuminen parempaan keskusteluun.
fr: Deux minutes de préparation pour un meilleur échange.
he: שתי דקות של הכנה לשיחה טובה יותר.
hi: बेहतर बातचीत के लिए दो मिनट की तैयारी।
hr: Dvije minute pripreme za bolji razgovor.
hu: Két perc felkészülés a jobb beszélgetésért.
id: Dua menit persiapan untuk percakapan yang lebih baik.
it: Due minuti di preparazione per una conversazione migliore.
ja: 2分の準備で、よりよい対話を。
ko: 더 나은 대화를 위한 2분 준비.
ms: Dua minit persediaan untuk perbualan yang lebih baik.
nb: To minutters forberedelse for en bedre samtale.
nl: Twee minuten voorbereiding voor een beter gesprek.
pl: Dwie minuty przygotowań do lepszej rozmowy.
pt_br: Dois minutos de preparo para uma conversa melhor.
pt_pt: Dois minutos de preparação para uma conversa melhor.
ro: Două minute de pregătire pentru o discuție mai bună.
sk: Dve minúty prípravy pre lepší rozhovor.
sv: Två minuters förberedelse för ett bättre samtal.
th: เตรียมตัวสองนาทีเพื่อการพูดคุยที่ดีขึ้น
tr: Daha iyi bir görüşme için iki dakikalık hazırlık.
uk: Дві хвилини підготовки для кращої розмови.
vi: Hai phút chuẩn bị cho một cuộc trò chuyện tốt hơn.
zh_hans: 花两分钟准备，让交流更顺畅。
zh_hant: 花兩分鐘準備，讓對話更順利。

source: Two to four weeks of notes, your medication list, and your top three questions. The Visit tab puts all of that on one page.
ar: من أسبوعين إلى أربعة أسابيع من الملاحظات، وقائمة أدويتكِ، وأهم ثلاثة أسئلة لديكِ. يجمع تبويب «الموعد» كل ذلك في صفحة واحدة.
cs: Dva až čtyři týdny záznamů, seznam tvých léků a tři nejdůležitější otázky. Karta Návštěva to všechno dá na jednu stránku.
da: To til fire ugers noter, din medicinliste og dine tre vigtigste spørgsmål. Fanen Besøg samler det hele på én side.
de: Zwei bis vier Wochen Notizen, deine Medikamentenliste und deine drei wichtigsten Fragen. Der Tab „Termin“ bringt das alles auf eine Seite.
el: Δύο έως τέσσερις εβδομάδες σημειώσεων, η λίστα των φαρμάκων σου και οι τρεις σημαντικότερες ερωτήσεις σου. Η καρτέλα Ραντεβού τα βάζει όλα σε μία σελίδα.
es: De dos a cuatro semanas de notas, tu lista de medicación y tus tres preguntas principales. La pestaña Consulta lo reúne todo en una página.
es_419: De dos a cuatro semanas de notas, tu lista de medicamentos y tus tres preguntas principales. La pestaña Consulta pone todo eso en una página.
fi: Kahden–neljän viikon merkinnät, lääkelistasi ja kolme tärkeintä kysymystäsi. Käynti-välilehti kokoaa kaiken yhdelle sivulle.
fr: Deux à quatre semaines de notes, la liste de vos médicaments et vos trois questions principales. L’onglet Rendez-vous réunit tout cela sur une seule page.
he: שבועיים עד ארבעה שבועות של רישומים, רשימת התרופות שלך ושלוש השאלות החשובות לך ביותר. לשונית ״ביקור״ מרכזת את כל זה בעמוד אחד.
hi: दो से चार हफ़्ते के नोट्स, आपकी दवाओं की सूची और आपके तीन सबसे ज़रूरी सवाल। अपॉइंटमेंट टैब यह सब एक पेज पर रखता है।
hr: Dva do četiri tjedna bilješki, popis lijekova i tvoja tri najvažnija pitanja. Kartica Posjet sve to stavlja na jednu stranicu.
hu: Két-négy hétnyi jegyzet, a gyógyszerlistád és a három legfontosabb kérdésed. Az Orvosnál lap mindezt egy oldalra teszi.
id: Catatan dua sampai empat minggu, daftar obatmu, dan tiga pertanyaan utamamu. Tab Konsultasi menaruh semuanya dalam satu halaman.
it: Da due a quattro settimane di note, l'elenco dei farmaci e le tue tre domande principali. La scheda Visita mette tutto questo in una pagina.
ja: 2〜4週間分の記録、お薬のリスト、いちばん聞きたい質問3つ。「受診」タブがそれを1ページにまとめます。
ko: 2~4주간의 메모, 약 목록, 가장 중요한 질문 3개. 진료 탭이 이 모든 것을 한 페이지에 담아 줘요.
ms: Dua hingga empat minggu catatan, senarai ubat anda dan tiga soalan utama anda. Tab Temu Janji meletakkan semuanya dalam satu halaman.
nb: To til fire uker med notater, medisinlisten din og de tre viktigste spørsmålene dine. Fanen Legetime samler alt dette på én side.
nl: Twee tot vier weken aan notities, je medicatielijst en je top drie vragen. Het tabblad Afspraak zet dat allemaal op één pagina.
pl: Notatki z dwóch do czterech tygodni, lista leków i trzy najważniejsze pytania. Zakładka Wizyta zbiera to wszystko na jednej stronie.
pt_br: De duas a quatro semanas de notas, sua lista de medicamentos e suas três perguntas principais. A aba Consulta junta tudo isso em uma página.
pt_pt: Duas a quatro semanas de notas, a tua lista de medicação e as tuas três perguntas principais. O separador Consulta põe tudo isso numa página.
ro: Două până la patru săptămâni de notițe, lista de medicamente și primele trei întrebări. Fila Consultație le pune pe toate pe o singură pagină.
sk: Dva až štyri týždne poznámok, zoznam liekov a tvoje tri najdôležitejšie otázky. Karta Návšteva to všetko dá na jednu stranu.
sv: Två till fyra veckors anteckningar, din läkemedelslista och dina tre viktigaste frågor. Fliken Besök samlar allt det på en sida.
th: ข้อมูลที่บันทึกไว้สองถึงสี่สัปดาห์ รายการยาของคุณ และคำถามสำคัญสามข้อ แท็บพบแพทย์รวมทั้งหมดไว้ในหน้าเดียว
tr: İki ila dört haftalık notlar, ilaç listen ve en önemli üç sorun. Randevu sekmesi bunların hepsini tek sayfaya koyar.
uk: Нотатки за два–чотири тижні, список ліків і три головні питання. Вкладка «Візит» збирає все це на одній сторінці.
vi: Hai đến bốn tuần ghi chú, danh sách thuốc và ba câu hỏi hàng đầu của bạn. Tab Buổi khám gom tất cả vào một trang.
zh_hans: 两到四周的记录、你的用药清单，以及你最想问的三个问题。“就诊”标签页会把这些都放在一页上。
zh_hant: 兩到四週的筆記、你的用藥清單，以及你最想問的三個問題。「就診」分頁會把這些全部整理在一頁上。

source: Two weeks of logging looks like this.
ar: هكذا يبدو التسجيل لمدة أسبوعين.
cs: Takhle vypadají dva týdny záznamů.
da: Sådan ser to ugers registrering ud.
de: So sehen zwei Wochen Einträge aus.
el: Έτσι μοιάζουν δύο εβδομάδες καταγραφής.
es: Así se ven dos semanas de registros.
es_419: Así se ven dos semanas de registros.
fi: Kahden viikon kirjaaminen näyttää tältä.
fr: Voici à quoi ressemblent deux semaines de saisies.
he: כך נראים שבועיים של תיעוד.
hi: दो हफ़्ते का रिकॉर्ड कुछ ऐसा दिखता है।
hr: Ovako izgledaju dva tjedna bilježenja.
hu: Így néz ki két hét naplózás.
id: Beginilah hasil dua minggu mencatat.
it: Ecco come appaiono due settimane di registrazioni.
ja: 2週間記録すると、こんなふうに見えます。
ko: 2주 동안 기록하면 이렇게 보여요.
ms: Beginilah rupa dua minggu mencatat.
nb: Slik ser to uker med registreringer ut.
nl: Zo ziet twee weken bijhouden eruit.
pl: Tak wyglądają dwa tygodnie zapisów.
pt_br: Duas semanas de registros ficam assim.
pt_pt: Duas semanas de registos são assim.
ro: Așa arată două săptămâni de înregistrări.
sk: Takto vyzerajú dva týždne zaznamenávania.
sv: Så här ser två veckors loggning ut.
th: การบันทึกสองสัปดาห์หน้าตาเป็นแบบนี้
tr: İki haftalık kayıt böyle görünür.
uk: Ось який вигляд мають два тижні записів.
vi: Hai tuần ghi lại trông như thế này.
zh_hans: 记录两周就是这个样子。
zh_hant: 記錄兩週後，看起來會是這樣。
